{
  "sightings": [
    {
      "city": "Black Mountain",
      "state": "NC",
      "shape": "Fireball",
      "duration": "2 minutes",
      "text": "Witnessed an orange, slow moving light. Was looking out my window and saw a orange colored, non blinking light floating across the night sky. Woke up my daughters to confirm what I was seeing. The object did not blink, was definitely not a helicopter. Very bright orange and moved slowly for about 2 minutes, disappeared behind the trees and did not see it again. Never seen anything like this in my life.",
      "summary": "Witnessed an orange, slow moving light. Was looking out my window and saw a orange colored, non blin...",
      "date_time": "2018-11-12T08:00",
      "created": "2018-12-22T08:00:59.573Z",
      "lastUpdated": "2018-12-22T08:00:59.573Z"
    },
    {
      "text": "Glowing lights in formation  just south of San Quentin I witnessed 10 or 11 spherical glowing objects in formation swarming and hovering near the top of Ring Mtn. -Corte Madera.  I very quickly ran up to 2 firemen emergency responders to ask them to quote \"take a quick glance at what is going on over here\".  They flat out refused to take 5 steps over to the side to look at what I was trying to show them.  They were handling some kind of a medical emergency, but it would have been really nice to have them witness this because this was highlight of the whole night.",
      "date_time": "2019-10-02T22:00",
      "city": "Marin County",
      "state": "CA",
      "shape": "Sphere",
      "duration": "3 minutes",
      "summary": "Glowing lights in formation  just south of San Quentin I witnessed 10 or 11 spherical glowing object...",
      "created": "2019-11-13T08:00:59.573Z",
      "lastUpdated": "2019-11-13T08:00:59.573Z"
    },
    {
      "city": "Manhattan",
      "state": "NY",
      "date_time": "2021-08-07T07:40",
      "shape": "Plate",
      "duration": "1 minute",
      "text": "This dark craft was caught over Manhattan yesterday. I'm not too surprised that only one report came in about it, since many people hide inside to stay safe from covid worldwide. At first I thought it might be a smoke ring made by a volcano amusement ride, but its unlikely there is anything like that open let alone working during covid. Then I thought it could be a dark cloud that got hit by a wind stream...which might explain it shooting away at the end of the 57 second video. But I have a feeling it's much more. I believe its a alien craft, disk shaped and has a black smoke tinting (coloring) on its clock around it. I do think this is an alien craft observing the public below. Aliens are watching us.",
      "summary": "This dark craft was caught over Manhattan yesterday. I'm not too surprised that only one report came...",
      "created": "2021-08-16T23:41:15.907Z",
      "lastUpdated": "2021-08-16T23:41:15.907Z"
    },
    {
      "city": "Hartford",
      "state": "NY",
      "date_time": "2021-07-25T07:42",
      "shape": "Fireball",
      "duration": "5 minutes",
      "text": "Watch this awesome video and you will see a fleet of glowing UFOs far in the distance with the moon behind them. The UFOs are not actually near the moon, however they are visible with the moon behind them. The UFOs are seen forming a triangle formation and the person recoding it seems to think its a code. Perhaps it is, but what does it say? It seems aliens are trying to tell us something...something that may change humanities future for the better. \r\nScott C. Waring - Taiwan\r\n\r\nEyewitness states: 11 UFO ORBS MAKE PATTERN NEXT TO MOON. I had second thoughts about releasing this video but later decided the world needs to see it. Maqybe somebody can figure out what the sign means. This sighting was witnessed by 2.",
      "summary": "Watch this awesome video and you will see a fleet of glowing UFOs far in the distance with the moon ...",
      "created": "2021-08-16T23:43:17.715Z",
      "lastUpdated": "2021-08-16T23:43:17.715Z"
    },
    {
      "city": "Ogden",
      "state": "UT",
      "date_time": "2021-07-15T07:44",
      "shape": "Disk",
      "duration": "5 minutes",
      "text": "Donut UFOs or ring UFOs as I call them are not new. They have been documented throughout time. For instance in the Bible the famous Ezekiels Wheel comes down before him, rotating like a wheel and out steps a human like being. Also back in 1957 a US Army sergeant took many photos of a ring UFO as it made a white cloud slowly around itself at the US military base Fort Belvoir. \r\n\r\nThis my friends is a real UFO. It's flying like a disk, but can fly sideways like a wheel. It is unmanned and often controlled by an alien AI and sometimes controlled by an alien far away. This video below is undeniable proof that UFOs exist. ",
      "summary": "Donut UFOs or ring UFOs as I call them are not new. They have been documented throughout time. For i...",
      "created": "2021-08-16T23:44:29.619Z",
      "lastUpdated": "2021-08-16T23:44:29.619Z"
    },
    {
      "city": "The Moon",
      "state": "The Moon",
      "date_time": "2021-07-15T07:45",
      "shape": "Aircraft",
      "duration": "5 minutes",
      "text": "UFOs that were over 2-3 km long have been seen and reported by pilots and other eyewitnesses, I myself have reported UFOs on the moons surface that were about 10km across in comparison with the nearby crater who's diameter is known.\r\n\r\nHere again are three UFOs, long and giant in size flying past the moon and recorded by none other than NASA! Its a glitch, a scratch, a cheap lens on your scope...sorry boys, NASA buys only the best quality and highest performance parts for its observations, but thank you for playing. The original photo appears greenish, but I added light to bring out its natural color which I often do when I find a NASA photo thats unnaturally dark. It makes me think NASA is trying to hide something from us...and when I added light...the truth came out! 100% proof that NASA not only covers up alien evidence, but also knows about the existence of huge space fleets traveling in our own solar system. ",
      "summary": "UFOs that were over 2-3 km long have been seen and reported by pilots and other eyewitnesses, I myse...",
      "created": "2021-08-16T23:45:54.124Z",
      "lastUpdated": "2021-08-16T23:45:54.124Z"
    }
  ]
}
